[{
	"name": "Goblin",
	"crystals": {
	  "requires":
		[] ,
	  "provides": ["soldier"
				 ]
	},
	"stats": {
	  "hp": 10,
	  "mp": 5,
	  "sp": 10,
	  "hd": "1d6",
	  "md":"1d4",
	  "sd": "1d4"
	},
	"type": "character",
	"description": "<p>When you spend time working in your forge, choose one item to create and roll+Int. On a 10+, you successfully create the item to the best of your ability. Choose two options from the list below. On a 7-9, you successfully create the item, but choose one:</p><ul><li>The item is flawed in some way (the GM will tell you how)</li><li>The creation takes longer than expected</li><li>The creation requires rare or expensive materials</li></ul><p>On a miss, you fail to create the item and waste your materials.</p><p>Options:</p><ul><li>The item is of exceptional quality and gains a +1 bonus to damage or usefulness</li><li>The item has an interesting design or unique feature that sets it apart from other similar items</li><li>The item is created quickly and efficiently, taking half the expected time</li><li>The item is created using minimal materials, reducing the cost by half</li></ul></p>"
  },
  {
	  "name": "Squire",
	  "crystals": {
	  "requires": [],
	  "provides": ["paladin"]
	  },
	  "stats": {
	  "hp": 8,
	  "mp": 2,
	  "sp": 8,
	  "hd": "1d8+1",
	  "md":"1d4",
	  "sd": "1d4"
	  },
	  "type": "character",
	  "description": "<p>As a squire, you are trained in the ways of chivalry and battle. You have the ability to assist a knight in combat or formal events. You gain the following abilities:</p><ul><li>+1 forward to your Protect move when assisting a knight</li><li>You may use your knowledge of heraldry to identify the banners of noble houses and important persons</li><li>If you have higher Charm than the knight you are assisting, you may take charge of a situation in their absence</li></ul>"
	  },
	  {
	  "name": "Apprentice",
	  "crystals": {
	  "requires": [],
	  "provides": ["wizard"]
	  },
	  "stats": {
	  "hp": 6,
	  "mp": 10,
	  "sp": 6,
	  "hd": "1d4+1",
	  "md":"1d8",
	  "sd": "1d4"
	  },
	  "type": "character",
	  "description": "<p>As an apprentice, you are learning the arcane arts from your master. You gain the following abilities:</p><ul><li>You are able to cast spells from your master's grimoire, if you have the MP to do so</li><li>You have knowledge of alchemy and can identify magical ingredients and substances</li><li>If you spend time studying, you can roll+Int to gain insight on a particular magical subject. On a 10+, you gain useful information. On a 7-9, you gain some information but also attract unwanted attention in the process</li></ul>"
	  },
	  {
	  "name": "Street Criminal",
	  "crystals": {
	  "requires": [],
	  "provides": ["rogue"]
	  },
	  "stats": {
	  "hp": 5,
	  "mp": 5,
	  "sp": 8,
	  "hd": "1d6+1",
	  "md":"1d6",
	  "sd": "1d6"
	  },
	  "type": "character",
	  "description": "<p>As a street criminal, you know how to make your way in the world by any means necessary. You gain the following abilities:</p><ul><li>You gain +1 forward when using the Move Silently or Pick Locks moves</li><li>You have knowledge of the criminal underworld and can gather information or contacts within it</li><li>If you spend time casing a location, you can roll+Wis to learn about its security measures. On a 10+, you gain useful information. On a 7-9, you gain some information but it comes with a complication</li></ul>"
	  },
	  {
	  "name": "Village Hunter",
	  "crystals": {
	  "requires": [],
	  "provides": ["ranger"]
	  },
	  "stats": {
	  "hp": 8,
	  "mp": 5,
	  "sp": 8,
	  "hd": "1d8",
	  "md":"1d6",
	  "sd": "1d4"
	  },
	  "type": "character",
	  "description": "<p>As a village hunter, you are skilled in tracking and hunting game in the nearby forests and fields. You gain the following abilities:</p><ul><li>You gain +1 forward when using the Track or Hunt moves</li><li>You have knowledge of the local flora and fauna, and can identify useful plants or animals</li><li>If you spend time studying a particular area, you can roll+Wis to learn about its wildlife and terrain. On a 10+, you gain useful information. On a 7-9, you gain some information but also attract unwanted attention in the process</li></ul>"
	  },
	  {
	  "name": "Initiate",
	  "crystals": {
	  "requires": [],
	  "provides": ["druid"]
	  },
	  "stats": {
	  "hp": 6,
	  "mp": 8,
	  "sp": 6,
	  "hd": "1d6",
	  "md":"1d6",
	  "sd": "1d8"
	  },
	  "type": "character",
	  "description": "<p>As a groove initiate, you are part of a musical and spiritual tradition. You gain the following abilities:</p><ul><li>You gain +1 forward to your Charisma-based moves when performing music or dance</li><li>You have knowledge of various musical instruments and styles, and can identify their origins or influences</li><li>If you spend time practicing your music or meditation, you can roll+Wis to gain insights and inspiration. On a 10+, you gain useful information. On a 7-9, you gain some information but also expose yourself to a distracting or dangerous situation</li></ul>"
	  },
	  {
	  "name": "Deacon",
	  "crystals": {
	  "requires": [],
	  "provides": ["priest"]
	  },
	  "stats": {
	  "hp": 8,
	  "mp": 8,
	  "sp": 6,
	  "hd": "1d8",
	  "md":"1d6",
	  "sd": "1d4"
	  },
	  "type": "class",
	  "description": "<p>As a deacon, you are a representative of your faith and its teachings. You gain the following abilities:</p><ul><li>You gain +1 forward to your Wisdom-based moves when dealing with matters of faith or morality</li><li>You have knowledge of religious texts and symbols, and can identify their meanings or applications</li><li>If you spend time studying your faith or performing religious rituals, you can roll+Wis to gain divine insight or guidance. On a 10+, you gain useful information or a blessing. On a 7-9, you gain some information or a minor boon, but also expose yourself to temptation or danger</li></ul>"
	  },
	  {
	  "name": "Farmer",
	  "crystals": {
	  "requires": [],
	  "provides": ["ranger"]
	  },
	  "stats": {
	  "hp": 10,
	  "mp": 2,
	  "sp": 8,
	  "hd": "1d10",
	  "md":"1d4",
	  "sd": "1d4"
	  },
	  "type": "character",
	  "description": "<p>You are a farmer, skilled in working the land to grow crops and raise livestock. You have the following abilities:</p><ul><li>You have knowledge of agriculture and can identify useful plants or animals</li><li>You are able to repair simple tools and equipment, such as plows or fences</li><li>If you spend time tending to your fields or livestock, you can roll+Wis to gain insight or productivity. On a 10+, you gain useful information or a bountiful harvest. On a 7-9, you gain some information or a minor boon, but also face a setback or complication</li></ul>"
	  },
	  {
	  "name": "Fisherman",
	  "crystals": {
	  "requires": [],
	  "provides": ["druid"]
	  },
	  "stats": {
	  "hp": 8,
	  "mp": 2,
	  "sp": 10,
	  "hd": "1d8",
	  "md":"1d4",
	  "sd": "1d6"
	  },
	  "type": "character",
	  "description": "<p>You are a fisherman, skilled in catching and preparing fish for consumption. You have the following abilities:</p><ul><li>You have knowledge of local fishing spots and techniques, and can identify useful bait or tackle</li><li>You are able to repair or maintain small boats or fishing gear</li><li>If you spend time fishing or studying the sea, you can roll+Wis to gain insight or a catch. On a 10+, you gain useful information or a bountiful catch. On a 7-9, you gain some information or a minor boon, but also face a hazard or setback</li></ul>"
	  },
	  {
	  "name": "Minstrel",
	  "crystals": {
	  "requires": [],
	  "provides": ["bard"]
	  },
	  "stats": {
	  "hp": 6,
	  "mp": 8,
	  "sp": 6,
	  "hd": "1d6",
	  "md":"1d6",
	  "sd": "1d6"
	  },
	  "type": "character",
	  "description": "<p>You are a minstrel, skilled in performing music and storytelling for entertainment. You have the following abilities:</p><ul><li>You have knowledge of various musical instruments and styles, and can identify their cultural or historical significance</li><li>You are able to compose or improvise songs or poems on a variety of topics</li><li>If you spend time performing or studying the arts, you can roll+Cha to gain inspiration or insight. On a 10+, you gain useful information or a favorable audience. On a 7-9, you gain some information or attention, but also offend or alienate someone in the process</li></ul>"
	  }
	  ]